tap 'homebrew/cask'
tap "romkatv/powerlevel10k"

brew 'ffmpeg'
brew 'htop'
brew 'youtube-dl'
brew 'arp-scan'
brew 'mosh'
brew 'git'
brew 'ranger'
brew 'fzf'
brew 'zsh-syntax-highlighting'
brew 'tmux'
brew "youtube-dl"

cask "powershell"
cask "wireshark"
cask 'visual-studio-code'
cask 'discord'
